{
  "hero.slogan": "The best technologies are created in Lublin",
  "hero.title": "We connect science with industry. We design and develop chemical technologies.",
  "hero.description": "From laboratory concepts to industrial implementation — we support companies in developing processes, formulations, and technological solutions tailored to production needs.",
  "hero.cta": "Contact us",

  "nav.about": "About us",
  "nav.services": "Services",
  "nav.projects": "Projects",
  "nav.language": "Language",

  "footer.rights": "All rights reserved.",
  "footer.privacy": "Privacy Policy",
  "footer.terms": "Terms of Service",

  "testimonial.title": "Projects (CASE STUDIES)",
  "testimonial.subtitle": "Selected Projects",
  "testimonial.text1": "Development of a plant-material extraction method aimed at isolating a thermolabile compound for the cosmetics industry. Preparation and optimisation of the process to obtain a product with a minimum purity of 95%.",
  "testimonial.text2": "We developed one of the stages of the synthesis and purification of a biologically active compound, optimised it, and improved the overall yield of the entire 5-step process by 12 pp.",
  "testimonial.text3": "Extraction of phenolic compounds from plant material – development of a pilot-scale technology.",
  "testimonial.text4": "Synthesis and crystallization of a new API – development of a complete laboratory process and implementation documentation.",
  "testimonial.text5": "Development of fertilizer formulations.",
  "testimonial.text6": "Development of production methods for inorganic selenium compounds.",
  "testimonial.text7": "Management of a project concerning the sublimation of molybdenum oxide.",
  "testimonial.text8": "Production of an ecological candy batch.",
  "testimonial.text9": "Development of complete production lines for inorganic compounds.",
  "testimonial.text10": "Research on obtaining materials with an appropriate particle-size distribution.",

  "about.title": "Our Motivation",
  "about.question1": "Who are we?",
  "about.text1": "We are a team of people with experience in developing and implementing technologies for the chemical industry and related sectors.",
  "about.question2": "What is our goal?",
  "about.text2": "Our goal is to combine scientific knowledge with industrial practice to create solutions that genuinely increase the efficiency and safety of processes.",
  "about.question3": "How do we see ourselves?",
  "about.text3": "Our team can be described with the word balance. We are a combination of youth and maturity, calmness and experience, as well as ambition and continuous effort.",
  "about.question4": "Who works with us?",
  "about.text4": "Among our members are employees with over 10 years of academic experience, over 20 years in industry, as well as aspiring young individuals who already have significant experience. The result of combining such substrates is a team whose ambition is to deliver solutions for Polish industry while developing, learning, and expanding horizons. We collaborate with universities and institutes across Poland. We also engage in international cooperation.",
  "about.question5": "What sets us apart?",
  "about.text5": "We are the type of people who get things done — although we love the journey toward the goal, we always complete our tasks. Solving many problems has allowed us to clarify an operating scheme that consistently delivers excellent results. If you are not yet using our services, try applying our method to your own problem: we dive into the topic, test hypotheses, guide the solution and create the project, confirm the assumptions during scaling, and implement.",
  "services.title": "LubTech Competence Map",
  "services.subtitle": "See how we combine scientific knowledge, process technology, and engineering in practice.",
  "services.processes": "Technological Processes",
  "services.processes_desc": "We prepare pathways for organic and inorganic synthesis,\nWe optimize parameters to increase yield and product purity,\nWe design multi-step and integrated processes,\nWe perform multicomponent separations: purification on preparative chromatographic columns, cooling crystallization, sublimation, LLE, SLE, SFE, Soxhlet extraction, fractional distillation, azeotropic distillation, vacuum distillation, steam distillation, hydrodistillation, as well as solvent drying and recovery.",
  "services.solutions": "Engineering Solutions",
  "services.solutions_desc": "We prepare conceptual and technological designs of equipment,\nWe design complete industrial production lines,\nWe design chemical production halls,\nWe select materials and operating parameters,\nWe prepare PFD and P&ID process diagrams,\nWe advise on modernization, implementation, and commissioning of production lines designed by us,\nWe support obtaining environmental permits.",
  "services.formulations": "Product Formulations",
  "services.formulations_desc": "For the cosmetics, pharmaceutical, fertilizer, and feed industries,\nWe develop and optimize formulations based on client guidelines,\nWe perform stability and compatibility tests,\nWe develop manufacturing technologies and prepare technological documentation.",
  "services.rd": "Contracted R&D Work",
  "services.rd_desc": "We prepare and guide teams through literature reviews,\nWe offer research and support for scientific projects, grant proposals, and expert panels,\nWe perform analyses and reports: GCMS, 1H, 13C NMR, PSD.",
  "feature.experience.title": "Experience and Expertise",
  "feature.experience.description": "Many years of experience in R&D and process technology.",
  "feature.comprehensive.title": "Comprehensive Approach",
  "feature.comprehensive.description": "From chemical reaction to fully operating installation",
  "feature.customer_oriented.title": "Customer-Oriented",
  "feature.customer_oriented.description": "Understanding B2B needs — from analysis to implementation",
  "feature.support.title": "Support at Every Stage",
  "feature.support.description": "Flexible cooperation: consulting, documentation, technological studies",
  "feature.subtitle": "Discover our services",

  "cta.title": "We invite you to cooperate!",
  "cta.description": "We design and optimize chemical processes — from laboratory research to industrial implementation. Comprehensive B2B support in R&D and process engineering.",
  "cta.button": "Send an email",

  "processFlow.analize": "Problem Analysis",
  "processFlow.research": "Research",
  "processFlow.design": "Design",
  "processFlow.scaleup": "Scaling and Testing",
  "processFlow.implementation": "Implementation"

}
