{
  "hero.slogan": "Лучшие технологии создаются в Люблине",
  "hero.title": "Мы соединяем науку и промышленность. Проектируем и развиваем химические технологии.",
  "hero.description": "От лабораторной концепции до промышленного внедрения — мы помогаем компаниям разрабатывать процессы, рецептуры и технологические решения, адаптированные к потребностям производства.",
  "hero.cta": "Свяжитесь с нами",

  "nav.about": "О компании",
  "nav.services": "Услуги",
  "nav.projects": "Реализованные проекты",
  "nav.language": "Язык",

  "footer.rights": "Все права защищены.",
  "footer.privacy": "Политика конфиденциальности",
  "footer.terms": "Условия использования",

  "testimonial.title": "ИССЛЕДОВАНИЯ ТЕМАТИЧЕСКИХ СЛУЧАЕВ",
  "testimonial.subtitle": "Выбранные проекты",
  "testimonial.text1": "Разработка метода экстракции растительного сырья для выделения термолабильного соединения для косметической промышленности. Подготовка и оптимизация процесса для получения продукта с чистотой не менее 95%.",
  "testimonial.text2": "Мы разработали один из этапов синтеза и очистки биологически активного соединения, оптимизировали его и повысили общий выход всего пятиступенчатого процесса на 12 п.п.",
  "testimonial.text3": "Экстракция фенольных соединений из растительного сырья — разработка пилотной технологии.",
  "testimonial.text4": "Синтез и кристаллизация нового API — разработка полного лабораторного процесса и внедренной документации.",
  "testimonial.text5": "Разработка формуляций удобрений.",
  "testimonial.text6": "Разработка методов производства неорганических соединений селена.",
  "testimonial.text7": "Руководство проектом, связанным с сублимацией оксида молибдена.",
  "testimonial.text8": "Производство экологичной массы для конфет.",
  "testimonial.text9": "Разработка полноценных линий для производства неорганических соединений.",
  "testimonial.text10": "Исследования по получению материалов с требуемым распределением частиц.",

  "about.title": "Наша мотивация",
  "about.question1": "Кто мы?",
  "about.text1": "Мы — команда специалистов с опытом разработки и внедрения технологий для химической промышленности и смежных отраслей.",
  "about.question2": "Какова наша цель?",
  "about.text2": "Наша цель — объединять научные знания с промышленной практикой, создавая решения, которые реально повышают эффективность и безопасность процессов.",
  "about.question3": "Как мы себя видим?",
  "about.text3": "Нашу команду можно описать словом «баланс». Мы — сочетание молодости и зрелости, спокойствия и опыта, а также амбиции и постоянных усилий.",
  "about.question4": "Кто с нами работает?",
  "about.text4": "Среди наших участников есть сотрудники с более чем 10-летним опытом работы в университетах, более 20 лет в промышленности, а также стремящиеся, молодые, но уже достаточно опытные специалисты. Результатом соединения таких «ингредиентов» является команда, чья амбиция — предлагать решения для польской промышленности, развиваясь, обучаясь и расширяя горизонты. Мы сотрудничаем с университетами и институтами по всей Польше. Мы также ведём международное сотрудничество.",
  "about.question5": "Что нас отличает?",
  "about.text5": "Мы — тип людей, которые доводят дело до конца. Хотя нам нравится сам путь к цели, мы всегда завершаем поставленные задачи. Опыт решения множества проблем позволил нам сформировать рабочую схему, которая стабильно приносит отличные результаты. Если вы ещё не пользуетесь нашими услугами, попробуйте наш подход для своего вопроса: мы погружаемся в тему, проверяем гипотезы, направляем решение и создаём проект, подтверждаем соответствие предположений при масштабировании и внедряем.",

  "services.title": "Карта компетенций LubTech",
  "services.subtitle": "Посмотрите, как мы объединяем научные знания, технологию процессов и инженерные решения на практике.",
  "services.processes": "Технологические процессы",
  "services.processes_desc": "Мы разрабатываем пути органического и неорганического синтеза,\nОптимизируем параметры для повышения выхода и чистоты продукта,\nПроектируем многостадийные и сопряжённые процессы,\nВыполняем многокомпонентные разделения: очистка на препаративных хроматографических колоннах, охлаждающая кристаллизация, сублимация, LLE, SLE, SFE, экстракция Сокслета, фракционная дистилляция, азеотропная дистилляция, вакуумная дистилляция, паровая дистилляция, гидродистилляция, а также сушка и рекуперация растворителей.",
  "services.solutions": "Инженерные решения",
  "services.solutions_desc": "Мы выполняем концептуальное и технологическое проектирование оборудования,\nПроектируем полные промышленные производственные линии,\nПроектируем цеха химического производства,\nПодбираем материалы и рабочие параметры,\nПодготавливаем технологические схемы PFD и P&ID,\nКонсультируем по модернизации, внедрению и пусконаладке разработанных нами производственных линий,\nОказываем поддержку при получении экологических разрешений.",
  "services.formulations": "Продуктовые формуляции",
  "services.formulations_desc": "Для отраслей: косметической, фармацевтической, удобрительной, кормовой,\nМы разрабатываем и оптимизируем рецептуры согласно требованиям клиента,\nПроводим испытания стабильности и совместимости,\nРазрабатываем технологии производства и готовим технологическую документацию.",
  "services.rd": "Заказные R&D-работы",
  "services.rd_desc": "Мы готовим и поддерживаем команды при проведении литературных обзоров,\nПредлагаем исследования и поддержку при научных проектах, грантах и экспертных панелях,\nВыполняем анализы и отчёты: GCMS, 1H, 13C NMR, PSD.",
  "feature.experience.title": "Опыт и знания",
  "feature.experience.description": "Многолетний опыт в R&D и процессной технологии",
  "feature.comprehensive.title": "Комплексный подход",
  "feature.comprehensive.description": "От химической реакции до полностью функционирующей установки",
  "feature.customer_oriented.title": "Ориентация на клиента",
  "feature.customer_oriented.description": "Понимание потребностей B2B — от анализа до внедрения",
  "feature.support.title": "Поддержка на каждом этапе проекта",
  "feature.support.description": "Гибкое сотрудничество: консультирование, документация, технологические разработки",
  "feature.subtitle": "Откройте для себя наши услуги",
  "cta.title": "Приглашаем к сотрудничеству!",
  "cta.description": "Мы проектируем и оптимизируем химические процессы — от лабораторных исследований до промышленного внедрения. Комплексная поддержка B2B в области R&D и процессной инженерии.",
  "cta.button": "Отправить e-mail",

  "processFlow.analize": "Анализ проблемы",
  "processFlow.research": "Исследование",
  "processFlow.design": "Проектирование",
  "processFlow.scaleup": "Масштабирование и тестирование",
  "processFlow.implementation": "Внедрение"
}
